[{"team": ["Andre Araujo (S)", "David Chen (S)", "Huizhong Chen (S)", "Maryam Daneshi (S)", "Joe Ellis (C)", "Brendan Jou (C)", "Hongzhi Li (C)", "Dan Morozoff (C)", "Sam Tsai (S)", "Peter Vajda (S)"], "year": "2012-2013", "description": "In this project, we seek to develop and demonstrate a platform for personalized television news to replace the traditional one-broadcast-fits-all model. We forecast that next-generation video news consumption will be more personalized, device agnostic, and pooled from many different information sources. The technology for our project represents a major step in this direction, providing each viewer with a personalized newscast with stories that matter most to them. We believe that such a model can provide a vastly superior user experience and provide fine-grained analytics to content providers. While personalized viewing is increasingly popular for text-based news, personalized real-time video news streams are a critically missing technology. Our personalized news platform will analyze readily available user data, such as recent viewing history and social media profiles. Suppose the viewer has recently watched the Republican presidential candidates debate held in Arizona, an interview with a candidate’s campaign manager, and another interview with the candidate himself. The debate and the candidate’s interview are “liked” by the viewer and several friends on Facebook. This evidence points to a high likelihood that a future video story about the Republican presidential race will interest the viewer. The user’s personalized news stream will feature high-quality, highly-relevant stories from multiple channels that cover the latest developments in the presidential race.", "nounphrases": ["television news", "traditional one-broadcast-fits-all model", "next-generation video news consumption", "device agnostic", "different information sources", "real-time video news streams", "news platform", "social media profiles", "Facebook", "future video story", "news stream", "highly-relevant stories", "multiple channels"], "title": "Personalized Television News"}, {"team": ["Kanak Biscuitwala (S)", "Madeline Ross (C)", "Mathias Lecuyer (S)", "Willem Bult (S)", "Augustin Chaintreau (C)", "Monica Lam (S)", "Susan McGregor (C)"], "year": "2012-2013", "description": "Dispatch is a mobile application that provides secure, authenticated, anonymous instant publishing. Unlike existing tools, Dispatch provides: Protected communication. All messages are encrypted and transmitted securely Reputation without real names. Dispatch uses key-based authentication to verify each message’s source, but doesn’t tie that key to the person’s real identity. This is particularly important in high-risk environments where journalists, sources, or citizens can be targeted based on their digital communications. Resistance to oppressive conditions. Dispatch is designed to publish instantly so that device destruction or confiscation doesn’t prevent essential reporting. An automatic “sneaker-net” feature replicates content across devices if the internet is blocked or jammed, ensuring that coverage is preserved and published as soon as any connection can be established. Easy-to-use interface that sufficiently meets reporter needs. Dispatch is designed for no-touch publishing - once the user has chosen what “channel” (blog, group chat, or one-on-one) to publish to, photos and messages are pushed automatically. This means no extra steps to make sure your message gets out.", "nounphrases": ["mobile application", "anonymous instant", "protected", "reputation", "real names", "real identity", "high-risk environments", "digital communications", "resistance", "oppressive conditions", "device destruction", "confiscation", "sneaker-net", "replicates content"], "title": "Dispatch"}, {"team": ["Dafna Shahaf (S)", "Seth Myers (S)", "Jure Leskovec (S)"], "year": "2012-2013", "description": "Suppose that you are trying to understand the Greek credit crisis. You decide to read articles published by the New York Times on the subject, and discover that while there are a lot of stories, it is often hard to contextualize any given story: there are multiple narratives, interacting with each other to create a complex web of stories. How do you navigate these stories? Why, with a metro map, of course! Metro maps are a technique developed by Dafna Shahaf and Seth Myers designed to assist in the understanding of story lines that have nontrivial relationships with one another. MetroMaps is a system for understanding the big picture. Just as cartographic maps have been relied upon for centuries to help us understand our surroundings, metro maps can help us understand the information landscape. The maps explicitly capture temporal dynamics, extract major story lines and show how pieces of information relate to each other.", "nounphrases": ["multiple narratives", "complex web", "metro map", "story lines", "nontrivial relationships", "big picture", "cartographic maps", "information landscape", "temporal dynamics", "extract major story lines", "information"], "title": "Metromaps"}, {"team": ["Adam Golub (C)", "Jessa Lingel (Rutgers)"], "year": "2013-2014", "description": "A Columbia School of Journalism documentary film student and a PhD candidate in the Rutgers University School of Communication and Information told the story of a drag renaissance taking place in Bushwick, Brooklyn. The story quickly became a study of \"identity curation\" in an age of social media. The terms of use for Facebook and other sites require a user to register with their real name, forcing drag queens to make choices about how to represent themselves on the network. Subsequent press around the Sisters of Perpetual Indulgence and Facebook makes clear the fact that these choices are really questions of identity and not \"real\" or \"fake\" names.", "nounphrases": ["communication", "drag renaissance", "Bushwick", "Brooklyn", "identity curation", "social media", "Facebook", "real name", "drag queens", "Sisters of Perpetual Indulgence"], "title": "Bushwig"}, {"team": ["Alyssa Katz (The World)", "Claire Moses (The World)", "Chaolun Xia (Rutgers)", "Raz Schwartz (CornellTech)", "Mike Sullivan (The World)"], "year": "2013-2014", "description": "CityBeat is multi-platform application for newsrooms and journalists that sources, monitors and analyzes hyper-local information from multiple social media platforms such as Instagram, Twitter and Foursquare, in real time. We use public, geo-tagged, real time data shared via social media services, in order to trace a city’s happenings and dynamics. The alpha version of CityBeat received a warm welcome. After only a few public presentations in small exclusive forums such as the Hacks and Hackers NYC meetup, we received several invitations from media outlets offering their newsrooms as the testing grounds for our system. Most notably, the New York Times metro desk, Buzzfeed and the Gothamist requested us to deploy a live version in their offices across several screens and projectors. During the first year of our Magic grant, we worked closely with The New York World editors and reporters. This provided us with indispensable editorial direction for the development of CityBeat, including shaping training data to help the CityBeat algorithm identify true events and reject false events; and making sure the ambient display meets the needs of newsrooms seeking to discover untapped information and images. The World has also used CityBeat to curate coverage of the mayor’s inauguration and find images and sources for news events. CityBeat is on constant display in the newsroom, provoking ongoing discussion and feedback in a live context, and guiding ongoing project development.", "nounphrases": ["multi-platform application", "hyper-local information", "multiple social media platforms", "Instagram", "Twitter", "Foursquare", "real time data", "social media services", "city's happenings", "public presentations", "small exclusive forums", "media outlets", "metro desk", "Buzzfeed", "Gothamist", "indispensable editorial direction", "training data", "true events", "false events", "ambient display"], "title": "CityBeat"}, {"team": ["David Allen (C)", "Matt Connelly (C)", "Daniel Crasner (C)", "Andrea Dixon (C)", "Rex Douglass (C)", "David Madigan (C)", "Maja Rudolph (C)", "Sasha Rush (C)", "Shawn Simpson (C)", "Samara Trilling (C)"], "year": "2013-2014", "description": "A partnership between faculty and students in the Departments of History, Statistics and Computer Science at Columbia University, this project probed the limits of official secrecy by applying natural language processing software to archives of declassified documents to examine whether it is possible to predict the contents of redacted text, attribute authorship to anonymous documents and model the geographic and temporal patterns of diplomatic communications.", "nounphrases": ["History", "Statistics", "Computer Science", "official secrecy", "natural language processing software", "attribute authorship", "anonymous documents", "temporal patterns", "diplomatic communications"], "title": "The Declassification Engine"}, {"team": ["Joy Kim (S)", "Justin Cheng (S)"], "year": "2013-2014", "description": "In story writing, the diverse perspectives of the crowd could support an author’s search for the perfect character, setting, or plot. However, structuring crowd collaboration is challenging. Too little structure leads to unfocused, sprawling narratives, and too much structure stifles creativity. Motivated by the idea that individual creative leaders and the crowd have complementary creative strengths, we present an approach where a leader directs the high-level vision for a story and articulates creative constraints for the crowd. This approach is embodied in Ensemble, a novel collaborative story-writing platform. In a month-long short story competition, over one hundred volunteer users on the web started over fifty short stories using Ensemble. Leaders used the platform to direct collaborator work by establishing creative goals, and collaborators contributed meaningful, high-level ideas to stories through specific suggestions. This work suggests that asymmetric creative contributions may support a broad new class of creative collaborations.", "nounphrases": ["diverse perspectives", "crowd collaboration", "structure stifles creativity", "individual creative leaders", "complementary creative strengths", "high-level vision", "creative constraints", "novel collaborative", "month-long short story competition", "short stories", "creative goals", "high-level ideas"], "title": "Ensemble"}, {"team": ["Rebecca Weiss (S)", "Richard Socher (S)"], "year": "2013-2014", "description": "A collaboration by Richard Socher and Rebecca Weiss, Gistraker is a Web application that analyzes the sentiment of language used in news media. Users are able to create filters and explore visual summaries of how different media outlets cover specific actors or issues of interest, which could reveal instances of media bias.", "nounphrases": ["news media", "explore visual summaries", "different media outlets", "specific actors", "media bias"], "title": "Gistraker"}, {"team": ["Anirvan Ghosh (C)", "Qui Yue (C)", "Shujian Bu (C)", "Yi Du (C)"], "year": "2013-2014", "description": "In 2013, A team of graduate students and recent graduates of the Columbia School of Journalism and the School of Engineering and Applied Science created a system for tracking censorship in authoritarian regimes post-publication (i.e. when a story is revised or deleted after publication).  The team produced real-time assessments and monthly reports of journalistic improprieties around the globe.", "nounphrases": ["authoritarian regimes", "post-publication censorship", "real-time assessments", "monthly reports", "journalistic improprieties"], "title": "NewsHub"}, {"team": ["Ashish Goel (S)", "Pranav Dandekar (S)", "David Lee (S)", "Sukolsak Sakshuwong (S)"], "year": "2013-2015", "description": "Widescope and Synapp are platforms to support participatory democracy projects. The team developed and implemented algorithms and mechanisms for more effective aggregation and collaboration among citizens, all in an effort to posit online social media as an enabler of deliberative and participatory democracy. Through partnered with governments, schools, and media organizations Widescope/Synapp was applied to great success in a number of participatory budgeting and other projects.", "nounphrases": ["participatory democracy projects", "effective aggregation", "online collaboration", "social media", "participatory democracy", "media organizations", "great success"], "title": "Widescope and Synapp"}, {"team": ["Alyson Martin (C)", "Nushin Rashidian (C)"], "year": "2014-2015", "description": "Cannabis is rich territory for serious journalism. It stands at the intersection of health, science, and promising advances in medicine. It is also the center of a booming billion-dollar industry, and it raises vital questions about regulation, technology, law, criminal justice, and individual liberties. This publication, Cannabis Wire, will address such questions in all their intriguing complications. The goal: through consistent, comprehensive analysis and nonpartisan reporting, Cannabis Wire aims to be the go-to source of information for every citizen who votes, industry members, journalists, academics, and researchers alike—all of whom need accurate and unbiased coverage to take a productive part in this timely discussion.", "nounphrases": ["cannabis", "rich territory", "serious journalism", "billion-dollar industry", "vital questions", "criminal justice", "individual liberties", "go-to source", "industry members", "timely discussion"], "title": "Cannabis Wire"}, {"team": ["Caelainn Barr (C)", "Cecile Schilis-Gallego (C)", "Daniel Drepper (C)"], "year": "2014-2015", "description": "Our project aims to detect potential earnings misstatements in company accounts filed with the Securities Exchange Commission (SEC). But what are financial misstatements? There is no set way to detect potential earnings manipulation, however there are a number of measures, or scores, that can flag company accounts for further investigation. Earnings Inspector is a free service for journalists and citizens to highlight companies suspected of producing fraudulent earnings reports. Our goal is to make the methods of financial statement analysis more accessible to the world of business journalism.", "nounphrases": ["detect potential earnings misstatements", "company accounts", "Securities and Exchange Commission", "financial misstatements", "detect potential earnings manipulation", "flag company accounts", "free service", "highlight companies", "fraudulent earnings reports", "financial statement analysis", "business journalism"], "title": "Earnings Inspector"}, {"team": ["Alex Glorioso (C)", "Joao Inada (C)", "Matteo Lonardi (C)", "Matt Yu (S)"], "year": "2014-2015", "description": "Journalists can glean remarkable insights into the social and cultural tensions of a region by studying the lives and experiences of its artists. These insights are particularly important in countries whose cultures have been misconstrued by traditional reporting in mainstream media. Built on this notion, Reframe Iran created extensive profiles of Iranian artists living both in Iran and abroad, using text, photo, and the innovative medium of immersive video. This was the Brown Institute's first foray into Virtual Reality or 360-video.", "nounphrases": ["journalists", "cultural tensions", "mainstream media", "extensive profiles", "Iran", "innovative medium", "immersive video", "virtual reality"], "title": "Reframe Iran"}, {"team": ["Justin Johnson (S)", "Ranjay Krishan (S)"], "year": "2014-2015", "description": "Visual Genome seeks to enable journalists to effectively gather crowd-sourced breaking news images and videos in near real time, extract meta-data and relationships from these images, and utilize them to enhance the quality of their articles and reports. Visual Genome is a dataset, a knowledge base, an ongoing effort to connect structured image concepts to language. We collect dense annotations of objects, attributes, and relationships within each image to learn these models. Specifically, their dataset contains over 108K images where each image has an average of 35 objects, 26 attributes, and 21 pairwise relationships between objects. We canonicalize the objects, attributes, relationships, and noun phrases in region descriptions and questions answer pairs to WordNet synsets. Together, these annotations represent the densest and largest dataset of image descriptions, objects, attributes, relationships, and question answer pairs.", "nounphrases": ["news images", "real time", "extract meta-data", "knowledge base", "image concepts", "dense annotations", "108k images", "pairwise relationships", "noun phrases", "region descriptions", "wordnet", "image descriptions"], "title": "Visual Genome"}, {"team": ["Augustin Chaintreau (C)", "Cecilia Reyes (C)", "Charles Berret (C)", "Francis Lan (C)", "Max Tucker da Silva (C)"], "year": "2014-2015", "description": "By revealing the mechanisms behind previously opaque advertising schemes at an arbitrarily detailed level, the Web Transparency project unveils today’s commercial and political tactics that are used to funnel consumers and citizens’ attention. This project was excptionally prescient given the impacts of advertising on the spread of so-called \"fake news.\"", "nounphrases": ["web transparency", "political tactics", "citizens' attention", "fake news"], "title": "Searchlight"}, {"team": ["Dave Mayers (C)", "Jika Gonzalez (C)", "Juanita Ceballos (C)"], "year": "2015-2016", "description": "After decades of Castro control, change is coming to Cuba. The prospect of closer ties with the United States, and with that a greater access to the Internet, promises a revolution in a nascent community of local entrepreneurs. Cuba Interconectada will tell a story about change on the island by focusing on Cuban entrepreneurs; the way access to the Internet currently exists; and changes as the Cuban economy opens.", "nounphrases": ["Castro", "Cuba", "Internet", "nascent community", "local entrepreneurs"], "title": "Cuba Interconectada"}, {"team": ["Jane E (S)", "Jessica Cauchard (S)"], "year": "2015-2016", "description": "Currently, drones are used primarily for filming, farming, search and rescue, entertainment, and product delivery. The team explored human-drone interaction through the use of drones as tour guides. This is a challenging research topic as it encompasses fields such as proxemics, the distance between the drone and the person or the group (social sciences), calculating the best path for the drone (computer vision), how users communicate with the drone (HCI), how the drone responds to users (HCI), and having the drone take pictures or movies of the visitors (computer vision).", "nounphrases": ["product delivery", "human-drone interaction", "tour guides", "challenging research topic", "social sciences", "computer vision", "users communicate, drone responds", "HCI", "computer vision"], "title": "G:Drone"}, {"team": ["Jorgen Samso (C)", "Mark Thomann (C)"], "year": "2015-2016", "description": "This project is a creative collaboration between journalism and landscape architecture that investigates so-called Spomeniks, a series of futuristic World Word II monuments scattered across the six former socialist republics in the former Yugoslavia. The project aims to explore, document, and map the monuments and, through a combination of interviews, drone-photography, 3-D-modelling and architectural visualization, tell the story of the Spomeniks. This visually rich narrative will reveal the complex spatio-cultural history of these giant monuments in the landscape.", "nounphrases": ["creative collaboration", "landscape architecture", "Spomeniks", "futuristic world", "socialist republics", "Yugoslavia", "architectural visualization", "rich narrative", "complex spatio-cultural history", "giant monuments"], "title": "Mapping Monuments and Memory"}, {"team": ["Ana Méndez (C)", "Alfonso Poschl", "Gaspar García de Paredes"], "year": "2015-2016", "description": "Currently, no Panamanian media outlet has a serious data analysis team. Stories are often told without appealing to data and the context they might provide. Panama is one of the fastest growing economies in Latin America, but it also suffers from a large socio-economic gap and has a high corruption index according to Transparency International. Nueva Nacion explores the government’s untapped numbers, giving way to many new and unexplored stories that would benefit the country, and possibly the region.", "nounphrases": ["Panama", "media outlets", "serious data analysis team", "stories", "America", "large socio-economic gap", "high corruption index", "transparency", "Nueva Nacion", "government data"], "title": "Nueva Nacion"}, {"team": ["Marcelle Hopkins (C)", "Ben Moran (C)", "Evan Wexler (C)"], "year": "2015-2016", "description": "The United Nations warns that 2.5 million people are on the brink of famine in South Sudan. An ongoing civil war, extreme poverty and international apathy are creating a man-made catastrophe that we are witnessing in real time. “On the Brink of Famine” is an immersive documentary that explores the causes of famine and its human impact. In addition to the documentary, the team will create a VR 101 Toolkit to make high quality immersive video more accessible to more journalists.", "nounphrases": ["South Sudan", "civil war", "extreme poverty", "international apathy", "man-made catastrophe", "real time", "immersive documentary", "human impact", "virtual reality", "toolkit", "quality immersive video", "FRONTLINE"], "title": "On the Brink of Famine"}, {"team": ["Alexandre Goncalves (C)", "Allison McCartney (S)"], "year": "2015-2016", "description": "Modern reporting increasingly relies on using data as source of evidence—numbers on a page can prove trends and anomalies and add context to anecdotes told by sources. Fortunately, many government agencies release data openly on the web, but unfortunately much of this data is presented in a frustrating and byzantine manner. open.contractors, an open-source web dashboard that will allow journalists to easily analyze, visualize and interact with contractor data from the Department of Defense.", "nounphrases": ["byzantine data release", "open-source web dashboard", "contractor data", "Department of Defense"], "title": "Open Contractors"}, {"team": ["Maricarmen Barrios (S)", "Jean Baptiste-Boin (S)", "Colleen Stockmann (S)"], "year": "2015-2016", "description": "Meaning Augmenting Art with Technology, Art++ aims to improve the experience of visitors in a museum gallery by proposing a new way of delivering information to them. Using augmented reality, Art++ will offer viewers an immersive and interactive learning experience by overlaying content directly on the objects through the viewfinder of a smartphone or tablet device.", "nounphrases": ["meaning augmenting art", "museum gallery", "interactive learning experience", "tablet device", "augented reality"], "title": "Art++"}, {"team": ["Grga Basic (C)", "Marguerite Holloway (C)", "Raine Hoover (S)", "Dan Jurafsky (S)", "Laura Kurgan (C)", "Daniel McFarland (S)", "Juan Francisco Saldarriaga (C)", "Dennis Tenen (C)"], "year": "2015-2017", "description": "One of the biggest challenges facing science journalists is the ability to quickly contextualize journal articles they are reporting on deadline. Science Surveyor is a tool that can help science journalists and others rapidly and effectively characterize the scientific literature for any topic by providing a contextual consensus, a timeline of publications surrounding the topic, and categorized funding. Science Surveyor uses cutting-edge algorithms to characterize the scientific literature on a selected topic. Using the abstract and citations of a peer-reviewed paper, Science Surveyor provides journalists context about that paper in several easy-to-read visualizations. Users wanting more information can click for a behind-the-scenes guide to methodology.", "nounphrases": ["science journalists", "contextualize journal articles", "scientific literature", "contextual consensus", "cutting-edge algorithms", "journalists", "context", "easy-to-read visualizations"], "title": "Science Surveyor"}, {"team": ["Christina Villegas (C)", "Courtney Cogburn (C)", "Dominic Cathey (C)", "Elise Ogle (C)", "Jeremy Bailenson (S)", "Ketaki Shriram (S)", "Makeena Rivers (C)", "Princess Manuel (C)", "Roni Shani (C)", "Teff Nichols (C)", "Tobin Asher (S)", "William Frey (C)"], "year": "2016-2017", "description": "The Cogburn Research Group (CRG) at Columbia University and the Virtual Human Interaction Lab (VHIL) at Stanford University have joined in collaboration to leverage advances in virtual reality technology to create visceral experiences of racism. The project integrates the groundbreaking research of Jeremy Bailenson, professor in the Department of Communication at Stanford and leading expert in human interaction in virtual spaces. with the emerging, innovative scholarship of Courtney D. Cogburn, assistant professor in the Columbia School of Social Work whose work challenges conventional notions of racism and broadly examines the role of racism in producing racial disparities in health. The project team also includes a New York based media team, drawing on the community development and participatory media expertise of Linda Raftree and Peter Lee who has an extensive background in media-based social interventions as well as an interdisciplinary team of graduate students studying social work, psychology, communications and transmedia art. With this project the team hopes to shift narratives of racism that produce feelings of “patronizing, well-meaning pity” at best and dangerous, life-changing decisions at worst to deeper, emotional connections that support critical social perspective taking and potentially move the needle of racial justice.", "nounphrases": ["virtual reality technology", "visceral experiences", "human interaction", "virtual spaces", "innovative scholarship", "Social Work", "racial disparities", "community development", "participatory media expertise", "social interventions", "interdisciplinary team", "graduate students", "emotional connections", "critical social perspective", "racial justice"], "title": "1000-Cut"}, {"team": ["Syed Bin-Amir (C)", "Zyma Islam (C)"], "year": "2016-2017", "description": "We propose to build a tool to provide real‐time updates about the food quality in the markets in Bangladesh. Food adulteration in Bangladesh is a deliberate ‐‐ if not outright malicious ‐‐ move to contaminate food with toxic substances. It happens because there is always a shortage of food ‐‐ Bangladesh is roughly as large as the state of Illinois but has a population of 157 million people ‐‐ greater than that of Russia. Thanks to high demand and low transparency, manufacturers can hasten ripening processes with carbides and sellers can preserve fish in formaldehyde, and have little trouble finding buyers. This magic grant will quantify, monitor and relay information about these manufacturers and sellers.", "nounphrases": ["realtime updates", "food quality", "Bangladesh", "outright malicious", "contaminated food", "toxic substances", "high demand", "relay information"], "title": "BazarWatch"}, {"team": ["Poorna Kumar (S)", "Viswajith Venugopal (S)"], "year": "2016-2017", "description": "How does online news fare in terms of gender balance? Because representation in the media can impact people's perceptions and participation, for years, different groups have studied this question, and examined gender-balance in the news from the lens of who writes articles and who is mentioned and quoted in them. Most of these studies have involved painstaking hand-labelled data, and have therefore been restricted to relatively small datasets. The GenderMeme team has built a tool that uses natural language processing to automatically extract relevant gender-balance metrics from news articles, at scale. The tool and data analysis produced will be relevant to researchers and journalists, and aid in a better understanding of the gender-diversity in online news.", "nounphrases": ["online news fare", "gender balance", "impact people's perceptions", "different groups", "natural language processing", "extract relevant gender-balance metrics", "news articles", "data analysis", "online news"], "title": "GenderMeme"}, {"team": ["Henryk Blasinski (S)", "Katie Shepherd (C)", "Kristen Altenburger (S)", "Sonali Prasad (C)", "Vignesh Ramchand (S)"], "year": "2016-2017", "description": "Re(ef)source will distribute cameras designed to capture fluorescence and multispectral images to scuba divers in Florida in order to mine data from images of coral that can help us gauge the health of reefs in the area. This innovative idea combines new imaging modalities, crowd sourced data collection and analysis in a new way that will provide a model for participatory storytelling and citizen journalism in environmental reporting. Environmental reporting typically relies on scientific and government reports. The team will add a new dimension to climate change stories by empowering journalists to deploy their own sensors and tools to collect data directly from the environment, enabling a new type of environmental interview. Instead of relying on experts, they are turning the environment itself into a source. Re(ef)source will focus on stories about coral reefs because they are the “canary in the coal mine” for determining the health of ocean based ecosystems, as well as coastal areas. Not only does a quarter of the ocean’s animals and plants depend on healthy reefs for food and shelter, but entire economies lean on the tourism and fishing industries reliant on thriving coral populations. In the Florida Keys alone, $2 to 3 billion come in every diving season because of the coral reefs just off the coast. But these reefs are in perpetual danger of bleaching events and damage from human intervention, as well as rising ocean temperatures. At the same time, current coral reef monitoring strategies tend to be slow, expensive and reactionary, targeting reefs with already noticeable damage. People’s livelihoods, hobbies, and even their health hang in the balance along with the life of the coral.", "nounphrases": ["multispectral images", "scuba divers", "Florida", "mine data", "innovative idea", "data collection", "citizen journalism", "government reports", "environmental interview", "coral reefs", "coastal areas", "entire economies", "coral populations", "Florida Keys", "perpetual danger", "human intervention", "ocean temperatures", "noticeable damage", "people's livelihoods"], "title": "Re(ef)source"}, {"team": ["Jane E (S)", "Mackenzie Leake (S)"], "year": "2015-2016", "description": "Some of the primary challenges of generating a rough cut from a collection of video clips include planning, capturing, and annotating footage, finding relevant clips, and pairing audio and visual content. This team's innovative platform addresses these challenges and makes the process of producing a rough cut easier and more time efficient. Through their project, the team has also invented new techniques that encourage a camera crew to capture video from different perspectives -- these multiple viewpoints give editors more flexibility in how they construct their narratives.", "nounphrases": ["video clips", "relevant clips", "visual content", "innovative platform", "camera crew", "different perspectives", "multiple viewpoints"], "title": "Rough Cut"}, {"team": ["Desmond Patton (C)", "Rebecca Carlson (C)"], "year": "2017-2018", "description": "News reports of firearm violence focus on access to guns, gang activity, poverty, and racial segregation. A careful reading of the conversations on social media among youth living in marginalized communities with high rates of violence, however, can provide an alternate yet in-depth narrative of how and why violence occurs. Beyond the Bullets proposes a hybrid approach to addressing gun violence, mixing automated, machine learning analyses of the networks implicit in social media posts, with community-level expertise and social work knowledge of community development.", "nounphrases": ["news reports", "firearm violence focus", "gang activity", "racial segregation", "careful reading", "social media", "in-depth narrative", "bullets", "gun violence", "machine learning analyses", "social media posts", "community-level expertise", "social work knowledge", "community development"], "title": "Beyond the Bullets"}, {"team": ["Jane E (S)", "Ohad Fried (S)"], "year": "2017-2018", "description": "In the modern, fast-paced news environment where video is in high demand, it is essential to capture high-quality video quickly and easily. Even for professional news teams, consistently producing high-quality footage is a major challenge. Yet it is essential to get a satisfactory first capture due to the ephemeral nature of news. Camera Observa proposes using a 360° camera technology to capture the context of the scene (such as lighting) to help reduce the many burdens of capturing video. Led by Jane E and Ohad Fried at Stanford Computer Science, the Camera Observa platform will provide in-camera feedback on quality of lighting in a video frame and suggest orientations of the subject to achieve various image styles; capture important interactions happening off-camera; and record additional B-roll.", "nounphrases": ["news environment", "high demand", "high-quality video", "professional news teams", "high-quality footage", "360 camera technology", "in-camera feedback", "various image styles", "important interactions", "b-roll"], "title": "Camera Observa"}, {"team": ["Eileen Townsend (C)", "Kevin Sun (C)", "Laurent Bastien Corbeil (C)", "Rashida Kamal (C)"], "year": "2017-2018", "description": "Campaign is a strategy game that takes place in an imagined nation whose leaders are up for reelection. You are a campaign manager who must persuade the fictional characters in the game to vote for your candidate. You learn about the characters by accessing their personal information, including their employment status, age and hometown. You can learn more by solving logic puzzles, or by “convincing” the characters to share data in exchange for a reward. With enough information, you even unlock a Cambridge Analytica-style psychological “archetype” for a character. Campaign is a game about politics, privacy, data sharing and micro-targeting. It will be supported, in part, by ProPublica.", "nounphrases": ["campaign", "strategy game", "campaign manager", "fictional characters", "personal information", "employment status", "logic puzzles", "Cambridge Analytica-style psychological archetype", "ProPublica"], "title": "Campaign"}, {"team": ["Sam Lavigne", "Rachel Rosenfelt", "Francis Tseng"], "year": "2017-2018", "description": "In an era of “filter bubbles” and social media-driven echo-chambers, the traditional critical essay may no longer be well-suited to the message. In response, the founders of The New Inquiry propose Dark Inquiry, a series of “critical software projects” (a game, an app, a bot, an API or some other creative use of technology) that produce critique through experience and interaction rather than written language. Their first experiment with this idea is the recent “White Collar Crime Zones,” a reappropriation of a predictive policing algorithm that usually targets street crime, refocused on white collar crime.", "nounphrases": ["filter bubbles", "social media-driven echo-chambers", "traditional critical essay", "critical software projects", "creative use", "targets street crime", "white collar crime", "Software as Rhetoric"], "title": "Dark Inquiry"}, {"team": ["Francesco Fiondella (C)", "Amirhossein Imani (C)", "Cathy Vaughan (C)"], "year": "2017-2018", "description": "The 1994 Rwandan genocide left millions dead or displaced, and a society in ruins. There is one consequence of the genocide that has gone unreported: the near-total collapse of Rwanda’s ability to gather data, including that related to the weather. Data, Interrupted is a story about a country’s struggles to replace a generation of missing data and to try to understand and manage climate uncertainty. It’s also a story about the climate-data divide that exists in the world, and the implications this has on vulnerability, sustainable development and adaptation.", "nounphrases": ["Rwanda", "near-total collapse", "weather data", "loss", "country's struggles", "manage climate uncertainty", "sustainable development"], "title": "Data Interrupted"}, {"team": ["Mar Cabra (ICIJ)", "Julien Martin (ICIJ)"], "year": "2017-2018", "description": "nvestigators around the world are all facing the same problem: each holds a wealth of information, but the sensitive documents and data are entirely locked behind their organization’s firewall. There are hundreds of stories and investigations that could be done, if only these data collections were interoperable. DataShare allows for valuable knowledge about people and companies to be “sieved” into indexes and shared securely within a network of trusted individuals, fostering unforeseen collaboration and prompting new and better investigations that uncover corruption, transnational crime and abuse of power. DataShare will be funded by the Brown Institute and supported by PBS’ investigative series FRONTLINE.", "nounphrases": ["sensitive documents", "organization's firewall", "data collections", "valuable knowledge", "unforeseen collaboration", "uncover corruption", "transnational crime", "PBS FRONTLINE"], "title": "DataShare"}, {"team": ["Will Crichton (S)"], "year": "2017-2018", "description": "With the advent of cheap consumer photography and the rise of ubiquitous imaging devices like street cameras and drones, large video collections are of increasing interest and availability to journalists and academics. Video streaming websites like YouTube and LiveLeak present rich datasets covering both high activity events (protests, conflict zones) as well as more mundane affairs (traffic, C-SPAN). For example, with video streams of a protest, a journalist might ask: how many people attended the protest? When did someone start speaking? What are all the messages seen on the protest signs? Just as existing tools like LexisNexis enable researchers to organize, index, and search large corpora of text, journalists need the same kind of tool to explore video data. Esper is a system that facilitates exploration of large video collections by enabling researchers to easily organize and annotate their videos at scale.", "nounphrases": ["cheap consumer photography", "street cameras", "large video collections", "Youtube", "rich datasets", "high activity events", "conflict zones", "mundane affairs", "C-Span", "video streams", "explore video data", "facilitates exploration", "large video collections"], "title": "Esper"}, {"team": ["Elizabeth Kipp-Giusti", "Andrew Kircher", "Elevator Repair Service"], "year": "2017-2018", "description": "The Public Theater and renowned theater ensemble Elevator Repair Service propose to experiment with one of Shakespeare’s most notoriously ambiguous “problem plays”: Measure for Measure. Interactive technologies and old media forms collide to create a new media dramaturgy for a contemporary Shakespeare audience. A custom teleprompter system will allow the ensemble of twelve actors to wildly modulate time and delivery. Radical experiments with speed set the play’s combination of the comically absurd and the tragically serious in stark relief, and deliver a remarkable new show that marries the company’s unique performance style with the Bard’s exquisitely lyrical language.", "nounphrases": ["Public Theater", "renowned theater ensemble", "Elevator Repair Service", "Shakespeare", "interactive", "old media forms collide", "new media dramaturgy", "custom teleprompter system", "modulate time", "stark relief", "remarkable new show", "unique performance style", "the Bard's lyrical language"], "title": "Measure for Measure"}, {"team": ["Binbin Chen (S)", "Ethan Fast (S)"], "year": "2017-2018", "description": "News is no longer made through self-contained works of reporting, but instead often emerges as an ongoing dialog between facts, readers, and multiple media sources. For every news story published, thousands of people will react via comments or social media, and it will often be re-reported by other media outlets (from small blogs to major newspapers). These reactions in turn impact the perceptions of future readers: How do people feel about a story? Do they generally accept its facts, or dismiss them? How is the story shaping public opinion? To understand the true impact of a story, journalists must understand the substance of the discussion it inspires. The goal of this project is to create tools that allow journalists to measure these reactions at scale.", "nounphrases": ["multiple media sources", "news story", "social media", "media outlets", "small blogs", "major newspapers", "impact", "future readers", "public opinion"], "title": "Measuring Public Perception of Stories in the News"}, {"team": ["Shir David", "Jordan Frand", "Anne Goodfriend"], "year": "2017-2018", "description": "VillageLIVE  is an augmented reality walking tour of New York. Users can walk through the city to selected areas and use their phones as a window to peer into the city’s queer past. VillageLIVE is built around a video archive filmed by Nelson Sullivan. In the 1980s, Nelson became fascinated with video, which was entering consumers’ hands with the advent of handheld camcorders. He is considered the first vlogger; he turned the camera on himself and assiduously documented his life in the queer downtown scene of New York, featuring a cast of queer characters including Rupaul, Keith Haring, Lady Bunny, and more. The VillageLIVE project highlights a selection of these videos that tell stories of gentrification, of public safety for the queer public, and the revolutionary roots of NYC’s queer community.", "nounphrases": ["New York City's queer past", "video archive", "Nelson Sullivan", "consumers' hands", "handheld camcorders", "queer characters", "Rupaul", "Keith Haring", "public safety", "revolutionary roots", "NYC's queer community"], "title": "VillageLIVE"}, {"team": ["Abe Davis (S)", "Sean Liu (S)"], "year": "2017-2018", "description": "Today’s journalists are tasked with informing a public that is used to being entertained. News has to compete with the rest of the Internet, where good reporting often drowns in a sea of cat videos and click-bait. In this challenging landscape, news organizations have to adapt new strategies to keep readers, viewers, and listeners engaged. One strategy that has seen tremendous success in late-night television has been to embrace the dual role of journalist and entertainer, often by blending news with comedy. While effective at keeping audiences engaged, this strategy is difficult to scale  — comedy, it turns out, is hard. Visual Beat will build tools that take audio/visual content curated by journalists, and transform it into alignment with music to create a song-and-dance like presentation. This editing device could be a powerful way to engage viewers and draw them to a story, without asking journalists to change the way they choose content.", "nounphrases": ["Internet", "cat videos", "challenging landscape", "news organizations", "new strategies", "tremendous success", "late-night television", "dual role", "scale  comedy", "visual", "audio/visual content", "powerful way"], "title": "Visual Beat"}, {"team": ["Grga Basic (C)", "Francesca Berardi (C)"], "year": "2017-2018", "description": "The \"We Can\" team will be working together with a Brooklyn-based community of people known as canners, those who make a living collecting cans and bottles on the streets, to create an interactive map of their activity in New York, using both quantitative and qualitative data. Our aim is to push the boundaries of journalism toward techniques that lead to unpredictable and “co-owned” narratives. We’ll find a common ground combining journalistic practice and oral history methods, we’ll acknowledge the imperfection of data, manually gathering small data about the canners’ informal activity, and we’ll encourage a more critical observation of their world through illustrations. Then we’ll combine all these elements in an interactive map of New York the way the canners perceive it.", "nounphrases": ["Brooklyn-based", "interactive map", "New York", "qualitative data", "narratives", "common ground", "journalistic practice", "oral history methods", "canners", "informal activity", "critical observation"], "title": "We Can"}]
